Repository: ALK222/Configs-Macros-Dotfiles
Catalog: arch/share/cura/5.7/plugins/CalibrationShapes/CalibrationShapes/resources/i18n/*/calibration.po
Languages: de_de

# @item:inmenu
source: Part for calibration
de_de: Kalibrierungs- oder Testteil hinzufügen

# @item:inmenu
source: Add a cube
de_de: Würfel einfügem

# @item:inmenu
source: Add a cylinder
de_de: Zylinder einfügen

# @item:inmenu
source: Add a sphere
de_de: Kugel einfügen

# @item:inmenu
source: Add a tube
de_de: Rohr einfügen

# @item:inmenu
source: Add a Calibration Cube
de_de: XYZ Kalibrierungswürfel einfügen

# @item:inmenu
source: Add a PLA TempTower
de_de: PLA Temperaturturm einfügen

# @item:inmenu
source: Add a PLA TempTower 190°C
de_de: PLA 190°C Temperaturturm einfügen

# @item:inmenu
source: Add a PLA+ TempTower
de_de: PLA+ Temperaturturm einfügen

# @item:inmenu
source: Add a PETG TempTower
de_de: PETG Temperaturturm einfügen

# @item:inmenu
source: Add an ABS TempTower
de_de: ABS Temperaturturm einfügen

# @item:inmenu
source: Add a PC TempTower
de_de: PC Temperaturturm einfügen

# @item:inmenu
source: Add a Retract Tower
de_de: Einzug Testturm einfügen

# @item:inmenu
source: Add an Acceleration Tower
de_de: Beschleunigungstest einfügen

# @item:inmenu
source: Add a Retract Test
de_de: Einzugtest einfügen

# @item:inmenu
source: Add a XY Calibration Test
de_de: XY-Kalibrierungstest einfügen

# @item:inmenu
source: Add a Dimensional Accuracy Test
de_de: Genauigkeitstest einfügen

# @item:inmenu
source: Add a Tolerance Test
de_de: Toleranztest einfügen

# @item:inmenu
source: Add a Hole Test
de_de: Lochtest einfügen

# @item:inmenu
source: Add a Bridge Test
de_de: Brückentest einfügen

# @item:inmenu
source: Add a Thin Wall Test
de_de: Dünne Wand Test einfügen

# @item:inmenu
source: Add an Overhang Test
de_de: Überhangtest einfügen

# @item:inmenu
source: Add a FlowTower Test
de_de: Flusstestturm einfügen

# @item:inmenu
source: Add a Flow Test
de_de: Flusstest einfügen

# @item:inmenu
source: Add a Multi-Flow Test
de_de: Multi-Flusstest einfügen

# @item:inmenu
source: Add a Support Test
de_de: Stützstrukturtest einfügen

# @item:inmenu
source: Add a Lithophane Test
de_de: Lithophane Test einfügen

# @item:inmenu
source: Add a Bed Level Calibration
de_de: Bed Level Test einfügen

# @item:inmenu
source: Add a Linear/Pressure Adv Tower
de_de: Linear/Pressure Turm einfügen

# @item:inmenu
source: Add a Cube bi-color
de_de: Zweifarbige Würfel einfügen

# @item:inmenu
source: Add a Bi-Color Calibration Cube
de_de: Zweifarbigen Kalibrierungswürfel einfügen

# @item:inmenu
source: Add an Extruder Offset Calibration Part
de_de: Extruder Versatz Kalibrierungsteil einfügen

# @item:inmenu
source: Copy Scripts
de_de: Kopiere Skripte

# @item:inmenu
source: Define default size
de_de: Standardgröße definieren

# @item:inmenu
source: Help
de_de: Hilfe

# @info:error
source: Entered size invalid:
de_de: Gültige Größe eingeben:

# @info:error
source: Size value must be positive !
de_de: Größenwert muss positiv sein !

# @info:message
source: script(s) copied in :
de_de: Skripte kopiert nach :

# @info:message
source: You must now restart Cura to see the scripts in the postprocessing script list
de_de: Sie müssen Cura neustarten um die postprocessing Skripte zu sehen

# @info
source: Every script are up to date in :
de_de: Alle Skripe sind up to date in :

# @info:status
source: Please select one or more models first
de_de: Bitte zuerst ein oder mehrere Modelle auswählen

# @info:label
source: ! Modification ! in the current profile of :
de_de: ! Modifikation ! im aktuellen Profil von :

# @info:label
source: New value :
de_de: Einer Wert :

# @info:title
source: Warning ! Calibration Shapes
de_de: Warnung ! Calibration Shapes

# @info:label
source: Individual definition for the calibration part of :
de_de: Individuelle definition vom Kalibrierungsteil von :

# @info:label
source: (machine_nozzle_size>0.4) Set value :
de_de: (Düsengröße >0.4) Setze Wert :

# @info:label
source: Set value :
de_de: Setze Wert :

# @info:label
source: ! Modification ! for the extruder definition of :
de_de: ! Modifikation ! der Extruder definition von :

# @label
source: Size:
de_de: Größe:
